Repository: makinacorpus/drupal-latlonfield
Catalog: translations/*.po
Languages: fr

source: Stores latitude/longitude coordinates
fr: Stocke des coordonnées latitute/longitude

source: Address
fr: Adresse

source: Stores an address
fr: Stocke une adresse

source: French SNA/AFNOR standard
fr: Standard français SNA/AFNOR

source: Fields to display
fr: Champs à afficher

source: Do not wrap with an &lt;address&gt; tag
fr: Ne pas envelopper avec une balise &lt;address&gt;

source: Automatically add microdata
fr: Ajouter automatiquement les microdonnées

source: Microdata property name
fr: Nom de la propriété microdata

source: Fill in this field if you want to define the address as a property of another microdata type. Microdata must be enabled and the wrapper option must be unchecked.
fr: Remplissez ce champ si vous souhaiter définir l'adresse comme une propriété d'un autre type de microdonnée. Les microdonnées doivent être activées et l'option d'enveloppement désactivés.

source: Fields displayed: !fields
fr: Champs affichés : !fields

source: No &lt;address&gt; tag wrapping the address
fr: Pas d'enveloppement avec la balise &lt;address&gt;

source: Microdata enabled
fr: Microdonnées activées

source: Microdata property name: @name
fr: Nom de la propriété microdonnées : @name

source: Microdata disabled
fr: Microdonnées désactivées

source: Display by default
fr: Mode d’affichage par défaut

source: Default
fr: Défaut

source: Address 1
fr: Adresse 1

source: Address 2
fr: Adresse 2

source: Postal code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: LatLon Field settings
fr: Paramètres du champ LatLon

source: Google map API key
fr: Clé d'API Google Maps
